{
  "additional_special_tokens": [
    {
      "content": "[PEP]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false
    },
    {
      "content": "[MHC]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false
    }
  ],
  "cls_token": "<cls>",
  "eos_token": "<eos>",
  "mask_token": "<mask>",
  "pad_token": "<pad>",
  "unk_token": "<unk>"
}
